Revit 2023 API
GroupTypeId.OverallLegend Property
 "Overall Legend"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId OverallLegend { get; }
Visual Basic
Public Shared ReadOnly Property OverallLegend As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OverallLegend {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace